formulahendry.code-runner
ms-python.python
ms-pyright.pyright
yzane.markdown-pdf
donjayamanne.python-environment-manager
donjayamanne.python-extension-pack
ms-python.isort
oliversturm.fix-json
redhat.vscode-yaml
ms-python.black-formatter
hashicorp.hcl
shd101wyy.markdown-preview-enhanced
yzhang.markdown-all-in-one
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.debugpy
asvetliakov.vscode-neovim
jeff-hykin.better-nix-syntax
jnoortheen.nix-ide
hashicorp.terraform
tyriar.sort-lines
ms-python.vscode-python-envs
